"Start a new chat with ${applicationName} using ${model}" = "${model} በመጠቀም ${applicationName} ጋር አዲስ ውይይት ይጀምሩ";

"Start a new conversation with ${applicationName} using ${model}" = "${model} በመጠቀም ${applicationName} ጋር አዲስ ውይይት ይጀምሩ";

"Tell ${applicationName}" = "ለ ${applicationName} ይንገሩ";

"New conversation with ${applicationName} using ${model}" = "${model} በመጠቀም ${applicationName}ጋር አዲስ ውይይት";

"Ask ${applicationName}" = "ጠይቅ${applicationName}";

"New conversation with ${applicationName}" = "${applicationName} ጋር አዲስ ውይይት";

"Start voice conversation with ${applicationName}" = "ከ ${applicationName} ጋር የድምጽ ውይይት ይጀምሩ";

"New chat with ${applicationName}" = "${applicationName} ጋር አዲስ ውይይት";

"Query ${applicationName}" = "መጠይቅ ${applicationName}";

"Start a new conversation with ${applicationName}" = "${applicationName} ጋር አዲስ ውይይት ይጀምሩ";

"New chat with ${applicationName} using ${model}" = "${model}ን በመጠቀም ከ${applicationName} ጋር አዲስ ውይይት";

"Send a question to ${applicationName}" = "ለ ${applicationName} ጥያቄ ይላኩ";

"Talk to ${applicationName}" = "ከ ${applicationName} ጋር ይነጋገሩ";

"Start a new chat with ${applicationName}" = "${applicationName} ጋር አዲስ ውይይት ይጀምሩ";

